Revit 2027 API
ParameterTypeId.RasterSymbolFilename Property
 "Loaded from file"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolFilename { get; }
Public Shared ReadOnly Property RasterSymbolFilename As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolFilename {
	ForgeTypeId^ get ();
}
static member RasterSymbolFilename : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace